<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB-WEB. DBBI20. Betti, Emilio</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 060801.AP creato come in prep. -->
<!-- 140722.AP ampliato il testo e messo ritr. -->
<!-- 210125.AP ritocchi -->
<!-- 211023.AP ritocchi bibliografia -->
<!-- 230107.AP ritocchi -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="18%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="betti.jpg" HEIGHT250 ALT="[Ritratto]">
<TD WIDTH="78%">
<H2>Betti, Emilio</H2>
<P>(Camerino MC 20 agosto 1890 &ndash; Camorciano di Camerino MC 11 agosto 1968)</P>

<P>Conseguita la laurea in giurisprudenza all'Universit&agrave; di Parma nel dicembre 1911, entr&ograve; come sottobibliotecario nelle biblioteche governative, per concorso, dal 1&ordm; settembre 1912, destinato alla Biblioteca nazionale Marciana di Venezia. Consegu&igrave; un anno dopo la conferma in ruolo come sottobibliotecario di 5&ordf; classe.<BR>
Prese poi un anno di aspettativa dal novembre 1913 (conseguendo nel dicembre di quell'anno una seconda laurea in lettere, all'Universit&agrave; di Bologna, con una tesi di storia romana, e poi frequentando dei corsi a Vienna), e al rientro in servizio fu destinato alla Biblioteca universitaria di Pavia.<BR>
Dal febbraio 1916 fu trasferito alla Biblioteca Palatina di Parma, ma in aprile entr&ograve; di nuovo in aspettativa.<BR>
Nel frattempo, nel dicembre 1915, aveva ottenuto la libera docenza in diritto romano all'Universit&agrave; di Parma e poi, probabilmente mentre era in aspettativa dalle biblioteche, insegn&ograve; storia e filosofia nel Liceo di Camerino.<BR>
Rientrato in servizio, alla Palatina di Parma, nell'aprile 1918, lasci&ograve; per&ograve; poco dopo la carriera bibliotecaria (in cui era rimasto sempre alla qualifica iniziale), dedicandosi agli studi giuridici e all'insegnamento universitario, come professore di diritto romano all'Universit&agrave; di Camerino (allora non statale) dall'anno accademico 1917/18.<BR>
Nel 1920-1922 tenne un insegnamento anche all'Universit&agrave; di Macerata e dal 1923 divenne professore di ruolo (dal 1924 ordinario) all'Universit&agrave; di Messina. Pass&ograve; poi all'Universit&agrave; di Parma (1925), a Firenze (1926) e a Milano (1927). Dal 1948 si trasfer&igrave; all'Universit&agrave; di Roma, come professore di diritto civile e poi ancora di diritto romano.<BR>
</TR></TABLE>
Dopo il collocamento fuori ruolo insegn&ograve; alla Pontificia Universit&agrave; Lateranense.<BR>
Fu anche socio corrispondente, dal 1960, dell'Accademia dei Lincei.</P>

<P align="RIGHT">Alberto Petrucciani</P>

<FONT SIZE="-1">
<P><I><A href="http://www.treccani.it/enciclopedia/emilio-betti_%28Enciclopedia-Italiana%29/">Betti, Emilio</A></I>. In: <I>Enciclopedia italiana di scienze, lettere ed arti</I>, <I>1938-1948</I> [<I>Seconda appendice, A-H</I>]. Roma: Istituto della Enciclopedia italiana, 1948, p. 392.</P>
<P>Massimo Brutti. <I><A href="http://www.treccani.it/enciclopedia/emilio-betti_(Dizionario-Biografico)/">Betti, Emilio</a></I>. In: <I>Dizionario biografico degli italiani</I>. Vol. 34. Roma: Istituto della Enciclopedia italiana, 1988, p. 410-415, con ulteriori riferimenti bibliografici (che colloca erroneamente nel dicembre 1912 la sua prima laurea).</P>
<P><I>Bibliografia bettiana</I>, a cura di Clementina Fraticelli e Rita Ortenzi. Camerino: Universit&agrave; di Camerino, 2002. 65 p. (Materiali della Biblioteca giuridica centrale dell'Universit&agrave; degli studi di Camerino; 3).</P>
</FONT>
<BR>

<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2006-08-01, ultimo aggiornamento 2023-01-07, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/betti.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>