<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB. DBBI20. Fo&agrave;, Aristide</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 110327.AP creato, completo -->
<!-- 200430.AP ritocchi formali -->
<!-- 201207.AP correzione -->
<!-- 211210.AP corretto un URL e ritocchi -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="18%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="foa.jpg" HEIGHT="250" ALT="[Ritratto]">
<TD WIDTH="78%">
<H2>Fo&agrave;, Aristide</H2>
<P>(Monticelli d'Ongina PC 8 aprile 1876 &ndash; Parma 5 maggio 1965)</P>

<P>Nato in una famiglia di religione ebraica, si trasfer&igrave; in giovane et&agrave; a Parma. Frequent&ograve; le scuole normali e poi nel 1900 consegu&igrave; da privatista il diploma di maestro elementare.<BR>
Avviato alla carriera di insegnante, si consacr&ograve; presto alla cura della Biblioteca popolare circolante sorta nella citt&agrave; per iniziativa della Societ&agrave; parmense per l'istruzione gratuita popolare. Dal 1899 ricopr&igrave;,  su propria richiesta, il ruolo di "conservatore e distributore di libri" presso la Biblioteca. <BR>
Ne assunse ufficialmente la direzione nel 1912 quando l'istituzione cittadina pass&ograve; sotto la tutela del Comune, impegnandosi con profitto nell'opera di riordinamento e incremento del patrimonio librario.<BR>
Per il lungo periodo durante il quale la Biblioteca fu interamente affidata a lui, essa benefici&ograve; di interventi che valsero all'istituzione un'efficienza tutta misurata nel rispondere alle esigenze dei lettori. Segno tangibile di plauso all'attività svolta sono le numerose attestazioni di stima ricevute dal Fo&agrave; nel corso della carriera, non ultima quella giunta nel 1935 da parte di Raffaele Cognetti De Martiis, in veste di ispettore bibliografico per la provincia di Parma; nonch&eacute; i periodici incrementi nella retribuzione percepita. Il prestigio raggiunto dalla Biblioteca era tale che essa figurava come la pi&ugrave; viva tra le istituzioni sussidiarie della scuola nella citt&agrave; di Parma.<BR>
Cultore dell'arte a tutto tondo, viene ricordato come un artista poliedrico. Profondo conoscitore di musica classica, si fece apprezzare anche per le doti di critico musicale (pubblic&ograve; commenti ad alcune opere di Wagner, quali <I>La Walchiria</I> nel 1924 e <I>Sigfrido</I> nel 1927).<BR>
</TR></TABLE>
La sua vera passione tuttavia era la pittura. La realizzazione di ventiquattro tavole ad acquerello raffiguranti episodi tratti dalla <I>Commedia</I> rappresenta la sua opera pi&ugrave; significativa; per queste <I>Visioni dantesche</I> ricevette nel 1929 il Gran Premio dell'Accademia d'Italia. <BR>
Perseguitato durante la campagna razziale, sub&igrave; i provvedimenti stabiliti per i cittadini di origine ebraica; venne dispensato dal servizio in biblioteca a decorrere dal 1&ordm; gennaio 1939 in ottemperanza alle disposizioni emanate dal regime fascista. <BR>
Nel corso della Seconda guerra mondiale ripar&ograve; in Svizzera. Prese parte allo "Studio universitario" istituito presso il campo di internamento di Murren, dove nel 1944 figura tra i nomi dei docenti rifugiati. <BR>
Rientrato a Parma, dedic&ograve; il resto dei suoi giorni alla promozione delle proprie opere pittoriche, allestendo mostre in diverse citt&agrave; italiane. </P>

<P ALIGN="RIGHT">Fabiola Mataloni</P>

<FONT SIZE="-1">
<P>Roberto Lasagni. <I>Fo&agrave Aristide</I>. In: <I>Dizionario dei parmigiani</I>. <A HREF="https://www.parmaelasuastoria.it/it-IT/Dizionario-biografico--Ferrarini-Fontanili.aspx#foa%20ari">https://www.parmaelasuastoria.it/it-IT/Dizionario-biografico--Ferrarini-Fontanili.aspx#foa%20ari</A>.</P>
<P>Fabiola Mataloni. <I>La Biblioteca popolare di Parma sotto la direzione del maestro Aristide Fo&agrave; (1912-1938)</I>. Tesi di laurea in Bibliografia e biblioteconomia, Universit&agrave; di Bologna, Facolt&agrave; di lettere e filosofia, relatore prof. Paolo Tinti, a.a. 2008/09.</P>
</FONT>
<BR>

<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2011-03-27, ultimo aggiornamento 2021-12-10, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/foa.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>