<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB-WEB. DBBI20. Ghelardi, Mariagrazia</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 120916.AP creato, completo -->
<!-- 200501.AP ritocchi formali -->
<!-- 220830.AP ritocchi -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="18%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="ghelardi.jpg" HEIGHT="250" ALT="[Ritratto]">
<TD WIDTH="80%">
<H2>Ghelardi, Mariagrazia</H2>
<P>(Sesto Fiorentino FI 11 giugno 1930 &ndash; Firenze 17 novembre 2011)</P>

<P>Mariagrazia (per tutti Graziella) Ghelardi si era laureata in Architettura a Firenze nel marzo 1957. Rimasta in stretto contatto con l'Universit&agrave; e con la Soprintendenza, ottenne una borsa di studio subito dopo la tragica alluvione del 1966 per la schedatura dei monumenti restaurati dal 1944 al 1968. Ma dal 1967 venne anche nominata assistente volontaria presso la cattedra di Storia dell'architettura, iniziando un percorso che la porter&agrave; sempre pi&ugrave; addentro al mondo delle biblioteche dell'universit&agrave;.<BR>
Nel 1969 ebbe l'incarico di direttore <I>ad interim</I> della Biblioteca della Facolt&agrave; di architettura dell'Universit&agrave; di Firenze, nel 1970 si iscrisse all'AIB e nel 1977 dal ruolo dei tecnici laureati scelse di passare a quello dei bibliotecari.<BR>
I suoi interessi principali sin dall'inizio furono tre, e li porter&agrave; avanti per tutta la vita: cooperazione, aggiornamento professionale, nuove tecnologie. Fin dal 1977 si occup&ograve; di periodici per l'Ateneo fiorentino e alle prime riunioni di quello che poi diventer&agrave; CNBA propose un catalogo unico dei periodici di architettura, progetto per il quale ricever&agrave; fondi ministeriali in diverse <I>tranches</I>: il catalogo vide una prima edizione nel 1979 e una seconda nel 1989. Fu anche una convinta sostenitrice di SBN: la Biblioteca di Architettura fu la prima dell'Ateneo fiorentino a lavorare in SBN, dal gennaio 1986; nel 1987 entr&ograve; a far parte del Gruppo sulla catalogazione SBN dell'ICCU e negli anni successivi svolse una intensa attivit&agrave; di docente in corsi a livello locale e nazionale.<BR>
</TR></TABLE>
Energica, determinata, instancabile, fu anche molto attiva nell'AIB: eletta nel CER della <a href="/aib/stor/sezioni/tos.htm">Sezione Toscana</a> nel 1985 (e poi rieletta per il triennio 1988-1990 con l'incarico di segretario), entr&ograve; nella Commissione Universit&agrave; e ricerca nel 1987 e organizz&ograve; nel 1989 il convegno internazionale "Le biblioteche universitarie verso l'Europa", il primo sull'argomento in Italia.<BR>
Nei primi anni Novanta partecip&ograve; come delegata AIB e CNBA a diversi congressi europei, riportandone la conferma dell'importanza della comunicazione, conoscenza e collaborazione: organizz&ograve; quindi viaggi Erasmus di studio e scambio per bibliotecari.<BR>
Gli anni Novanta la vedranno impegnata soprattutto per le biblioteche di architettura, in un decennio in cui i tre filoni, nuove tecnologie, cooperazione, aggiornamento, furono sempre costantemente connessi: primo presidente del CNBA, inizi&ograve; la serie delle Giornate di studio (1993), promosse il primo sito web (1995), la prima <I>newsletter</I> professionale (<I>Rainbow</I>, 1996) e costanti attivit&agrave; collaborative (per la banca dati di spoglio Archinet di Urbadoc).<BR>
Anche dopo la pensione nel 1999 continu&ograve; a lavorare per il CNBA, partecipando per l'ultima volta alle Giornate di Napoli nel 2005. <BR>
Lascia il ricordo forte e vigoroso di una personalit&agrave; non convenzionale in tutti coloro che l’hanno conosciuta. </P>

<P ALIGN="RIGHT">Serena Sangiorgi</P>
<BR>

<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2012-09-16, ultimo aggiornamento 2022-08-30, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/ghelardi.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>