<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB. DBBI20. Marra, Dora</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 210420.AP creato completo -->
<!-- 230110.AP aggiunto Gastaldi e ritocchi -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="18%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="marra.jpg" HEIGHT="250" ALT="[Ritratto]">
<TD WIDTH="76%">
<H2>Marra (Beth Marra), Dora</H2>
<P>(Napoli 5 gennaio 1921 &ndash; Trittau, Germania, 4 novembre 2012)</P>

<P>Amica di Lidia Croce fin dai tempi del liceo, frequent&ograve; l'abitazione di Benedetto Croce a via Trinit&agrave; Maggiore, aiutandolo negli spostamenti di scaffali, spolverature, selezioni di riviste da rilegare e opuscoli da custodire in miscellanee. Si laure&ograve; in lettere all'Universit&agrave; di Napoli nel 1942 (prese poi anche una seconda laurea in filosofia, con una tesi in parte pubblicata negli &laquo;Atti dell'Accademia Pontaniana&raquo;) e, dal settembre 1945, appena ventiquattrenne, divenne la "curatrice e custode" della biblioteca del filosofo.<BR>
Pass&ograve; poi all'Istituto italiano per gli studi storici, fondato nel 1947, dove in qualit&agrave; di bibliotecaria ordin&ograve; libri, selezion&ograve; microfilmature, contatt&ograve; librai per completare lacune di collane e riviste, forn&igrave; assistenza bibliografica a docenti e borsisti, compil&ograve; le statistiche dei lettori.<BR>
Per la Hoepli, nel 1952, pubblic&ograve; le <I>Conversazioni con Benedetto Croce su alcuni libri della sua biblioteca</I>, "scorribanda" attraverso libri &ndash; ma pure autografi, stampe, quadri, fotografie, medaglie &ndash; collezionati da Croce in anni di insistite ricerche: una guida impreziosita dalle note, che il filosofo era solito apporre con minuta grafia. Segu&igrave; nel 1953 il saggio <I>Croce bibliofilo</I>, in cui tracci&ograve; la storia della biblioteca, ricostruendo la fitta rete dei librai antiquari, in Italia e in Europa, ai quali Croce indirizzava le sue richieste. Nel 1954 peror&ograve; l'ammissione al prestito dei borsisti dell'Istituto presso la Biblioteca universitaria di Napoli; si congratul&ograve; con Franco Laterza, nella lettera del 9 gennaio 1958, per l'edizione del <I>Pentamerone</I>, che realizzava il progetto tanto auspicato dallo stesso Croce.<BR>
Socia dell'Associazione italiana biblioteche almeno dal 1948, partecip&ograve; ad alcune sue attivit&agrave; negli anni Cinquanta.<BR>
Nel 1959 spos&ograve; il biologo Kurt Beth e nel 1961 avvi&ograve; la catalogazione della libreria appartenuta a Federico Chabod e donata all'Istituto dalla moglie Jeanne. Pensionata nel 1979, si trasfer&igrave; ad Amburgo, dove insegn&ograve; letteratura italiana.<BR>
</TR></TABLE>
Ritornata a Napoli, e sollecitata da Pugliese Carratelli, licenzi&ograve; per Bibliopolis due volumi dell'&laquo;Edizione nazionale delle opere di Benedetto Croce&raquo;, <I>La biblioteca di Benedetto Croce: le note autografe ai libri. Scrittori dell'et&agrave; barocca</I> (1994) e <I>Scrittori del Rinascimento</I> (2005): un apporto essenziale alla conoscenza della biblioteca accumulata da Croce fin da ragazzo, quando perfino l'odore della carta stampata gli &laquo;dava una dolce volutt&agrave;&raquo;.</P>

<P ALIGN="RIGHT">Vincenzo Trombetta</P>

<FONT SIZE="-1">
<P>Mario Gastaldi - Carmen Scano. <I>Dizionario delle scrittrici italiane contemporanee (arte, lettere, scienze)</I>. Milano: Gastaldi, 1957, p. 126.</P>
<P>Dora Marra. <I>Croce bibliofilo</I>, prefazione di Barbara Beth e una testimonianza di Lidia Croce, contributi di Maurizio Tarantino e Vincenzo Trombetta, a cura, e con uno scritto, di Massimo Gatta. Macerata: Biblohaus, 2014. 92 p.: ill.</P>
</FONT>
<BR>

<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2021-04-20, ultimo aggiornamento 2021-04-20, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/marra.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>