<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB-WEB. DBBI20. Palmieri, Giorgio</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 210611.AP creato completo -->
<!-- 210801.AP ritocchi -->
<!-- 210803.AP doppia firma -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="20%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="palmieri.jpg" HEIGHT="250" ALT="[Ritratto]">
<TD WIDTH="80%">

<H2>Palmieri, Giorgio</H2>
<P>(Campobasso 6 febbraio 1958 – Campobasso 23 novembre 2017)</P>

<P>Dopo aver conseguito la maturit&agrave; classica presso il Liceo ginnasio "Mario Pagano" di Campobasso, nel 1984 si laure&ograve; in lettere, con indirizzo storico, presso l'Universit&agrave; di Firenze. Tra il 1984 e il 1987 prest&ograve; servizio, in qualit&agrave; di consulente, presso la Biblioteca comunale "B. Amorosa" di Riccia, suo paese di residenza, e frequent&ograve; la Scuola speciale per archivisti e bibliotecari dell'Universit&agrave; di Roma. Dal 1988 al 1993 svolse attivit&agrave; di ricerca storico-bibliografica per conto dell'Universit&agrave; degli studi del Molise e dell'Istituto regionale per gli studi storici del Molise "Vincenzo Cuoco" e insegn&ograve; materie bibliografiche e biblioteconomiche in corsi di formazione o di aggiornamento professionale organizzati da vari enti e istituzioni molisane.<BR>
Dal 1992 al 1993 fu consulente presso la Biblioteca provinciale "Pasquale Albino" di Campobasso, e poi dal 1994 al 2004 ricopr&igrave; il ruolo di direttore della Biblioteca centrale dell'Universit&agrave; del Molise (dal dicembre 2001 con il profilo di elevata professionalit&agrave;-EP).<BR>
Fu delegato del Rettore dell'Universit&agrave; del Molise per la Commissione Biblioteche della Conferenza dei rettori delle universit&agrave; italiane dal 1999 al 2002 e, nell'ambito della stessa Commissione, nel 2002 fu componente del Gruppo di lavoro per le risorse elettroniche. Dal dicembre 2004 &egrave; stato responsabile del Settore informativo dell'Area delle biblioteche della stessa Universit&agrave;. Coordinatore delle sedi bibliotecarie decentrate dell'Universit&agrave; del Molise dal luglio 2006 al marzo 2015, nel luglio 2014 divenne responsabile dell'Area delle attivit&agrave; culturali e museali dell'Universit&agrave; e componente della Commissione preposta allo studio del progetto di fattibilit&agrave; finalizzato alla realizzazione di un Sistema museale di ateneo.<BR>
Iscritto all'Associazione italiana biblioteche dal 1999, si &egrave; sempre dedicato con passione allo studio, alla ricerca e alle attivit&agrave; didattiche in ambito storico, bibliografico e biblioteconomico, soprattutto per quanto afferisce alla sua regione, il Molise, ampliando l'area di interesse alla Regione Abruzzo e pi&ugrave; in generale al meridione d'Italia. Nel giugno 2000 fu eletto componente del Comitato esecutivo regionale Abruzzo-Molise dell'AIB, dal dicembre 2000 al dicembre 2001 &egrave; stato il primo presidente del Comitato esecutivo regionale della neo istituita <A HREF="/aib/stor/sezioni/mol.htm">Sezione Molise</A>, restandone componente dal 2001 al 2003.<BR>
</TR></TABLE>
&Egrave; autore di oltre 250 pubblicazioni riconducibili a differenti filoni di ricerca e ambiti disciplinari: bibliografia, biblioteconomia, storia della tipografia e dell'editoria, storia e storia della storiografia. Di particolare rilievo per il territorio molisano sono la redazione e la pubblicazione, in collaborazione con Antonio Santoriello, della &laquo;Rassegna bibliografica molisana&raquo; dal 1990 al 2011, e nel 2012 del volume, commissionato dalla Curia provinciale dei Cappuccini di Foggia, dedicato a <I>La Biblioteca Sacro Cuore "Padre Emmanuele" di Campobasso: profilo storico e catalogo del Fondo molisano</I>.<BR>
Nel 2010, per la casa editrice Palladino, pubblic&ograve; <I>La Biblioteca "Melchiorre Delfico": note storiche</I> e nel 2015, per Biblohaus, <I>La mediazione difficile: tipografie, biblioteche, bibliografie nell'Italia meridionale fra '800 e '900</I>. Per l'editore Palladino ha diretto anche la collana di testi molisani "Lo scrigno". Fra i primi in Molise a occuparsi di studi in ambito tipografico, pubblic&ograve; nel 2016, per la casa editrice Franco Angeli, <I>I Colitti di Campobasso, tipografi e editori tra '800 e '900</I>. Nel 2008, insieme a Renato Lalli e Norberto Lombardi, ha curato <I>Campobasso capoluogo del Molise</I>, opera in tre volumi pubblicata da Palladino.<BR>
Il suo impegno professionale fa registrare numerose collaborazioni con atenei italiani: con la Facolt&agrave; di lettere e filosofia dell'Universit&agrave; dell'Aquila come docente in diversi seminari tra il 2007 e il 2009, nel 2016 con il Dipartimento di scienze umane dell'Universit&agrave; della Basilicata, sede di Matera, e dal 2013 al 2014 come docente del Corso di laurea in lettere dell'Universit&agrave; del Molise, nell'ambito dell'insegnamento di Archivistica e biblioteconomia.</P>

<P ALIGN="RIGHT">Vincenzo Lombardi &ndash; Giorgia Palmieri</P>

<BR>
<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2021-06-11, ultimo aggiornamento 2021-08-03, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/palmieri.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>