<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB. DBBI20. Pelzer, Auguste</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 000522.SB&AP creato -->
<!-- 010623.AP revisione formale, manca luogo morte -->
<!-- 200422.AP aggiunto testo e bibliografia del libro e ritocchi -->
<!-- 230114.AP inserita nuova voce di SB e ritocchi -->
<!-- 230116.AP aggiunto ritr. -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="18%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="pelzer.jpg" ALT="[Ritratto]">
<TD WIDTH="76%">
<H2>Pelzer, Auguste</H2>
<P>(Aachen, Germania, 28 dicembre 1876 &ndash; Roma 4 gennaio 1958)</P>

<P>Di famiglia belga, compiuti gli studi classici ad Aachen (Aquisgrana, Aix-la-Chapelle) e a Herve vicino Liegi, entr&ograve; nel 1894 nel seminario Leone XIII a Lovanio, frequentando l'Universit&agrave;. Laureato all'Istituto superiore di filosofia di Lovanio nel novembre 1898 e intrapresi gli studi di teologia al Seminario di Liegi, vi fu ordinato sacerdote nel 1901. Nel 1905-1906 fu professore di religione al monastero femminile di Saint-Augustin a Jupille (Liegi).<BR>
Su consiglio del cardinale Mercier nel novembre 1907 si trasfer&igrave; a Roma per proseguire i suoi studi di filosofia medievale, sotto la direzione di Francesco Ehrle, prefetto della Biblioteca Vaticana, e vi rimase fino alla fine della vita, ospite in San Giuliano dei Fiamminghi a via del Sudario. Nel 1910 fu assunto dalla Biblioteca apostolica vaticana come scrittore aggiunto e nel 1915 divenne scrittore onorario. Cameriere d'onore nel 1915, ottenne la prelatura nel 1923.<BR> 
Nel 1947, in occasione dei suoi settant'anni, l'Istituto superiore di filosofia di Lovanio gli offr&igrave; i <I>M&eacute;langes Auguste Pelzer</I> e fu proclamato dottore <I>honoris causa</I> in Scienze storiche dall'Universit&agrave; di Lovanio.<BR>
Nel 1949 divenne scrittore emerito, ma continu&ograve; ad attendere ai suoi studi in Biblioteca Vaticana.<BR>
Apprezzato studioso di storia della letteratura e della filosofia medievale, pubblic&ograve; numerosi saggi, molti dei quali nella &laquo;Revue d'histoire eccl&eacute;siastique&raquo;, poi raccolti dopo la sua morte nelle <I>&Eacute;tudes d'histoire litt&eacute;raire sur la scolastique m&eacute;di&eacute;vale</I> (Louvain-Paris 1964), collabor&ograve; all'<I>Enciclopedia cattolica</I> e diresse con Angelo Mercati il <I>Dizionario ecclesiastico</I> (Torino 1953-1955). Compil&ograve; per la collana &laquo;Studi e testi&raquo; i due volumi del catalogo dei manoscritti vaticani latini 679-1134 (Roma 1931 e 1933) e una serie di <I>Addenda et emendanda</I> alla storia della Biblioteca pontificale di Avignone di F. Ehrle (Citt&agrave; del Vaticano 1947).<BR>
</TR></TABLE>
Membro associato della Classe di lettere dell'Accademia reale del Belgio dal 1935, fu socio di diverse altre accademie e societ&agrave; scientifiche, fra le quali la Soci&eacute;t&eacute; thomiste (1924), la Mediaeval Academy of America (1951) e l'Academy of Human Rights (1951).<BR>
La parte pi&ugrave; importante dei suoi libri &egrave; stata donata alla Biblioteca dell'Universit&agrave; di Lovanio e un fondo di suoi manoscritti &egrave; conservato negli archivi dello stesso ateneo.<P>

<P ALIGN="RIGHT">Simonetta Butt&ograve;</P>

<FONT SIZE="-1">
<P><I>M&eacute;langes Auguste Pelzer: &eacute;tudes d'histoire litt&eacute;raire et doctrinale de la Scolastique m&eacute;di&eacute;vale offertes &agrave; monseigneur Auguste Pelzer &agrave; l'occasion de son soixante-dixi&egrave;me anniversaire</I>. Louvain: Biblioth&egrave;que de l'Universit&eacute;: &Eacute;ditions de l'Institut sup&eacute;rieur de philosophie, 1947. XIX, 662 p.: 1 ritratto. (Recueil de travaux d'histoire et de philologie. 3<SUP>e</SUP> s&eacute;rie; 26). Contiene anche: L&eacute;on No&euml;l, <I>Hommage &agrave; monseigneur Pelzer</I>, p. 1-6; Fernand Van Steenberghen, <I>L'oeuvre scientifique de mgr Pelzer</I>, p. 7-16; <I>Bibliographie de monseigneur Pelzer</I>, p. 17-21.</P>
<P>Ezio Franceschini. <I>I settant'anni di mons. Pelzer</I>. &laquo;Rivista di filosofia neo-scolastica&raquo;, 39 (1947), n. 2, p. 123-125.</P>
<P>Jos&eacute; Ruysschaert. <I>D&eacute;c&egrave;s</I>. &laquo;Revue d'histoire eccl&eacute;siastique&raquo;, 53 (1958), n. 1, p. 386-387.</P>
<P>Jos&eacute; Ruysschaert. <I>Mons. Augusto Pelzer</I>. &laquo;Notizie A.I.B.&raquo;, 4 (1958), n. 1/2, p. 39-40.</P>
<P>Fernand Van Steenberghen. <I>In memoriam monseigneur Auguste Pelzer</I>. (Chroniques). &laquo;Revue philosophique de Louvain&raquo;, 56 (1958), p. 136-143, con l'elenco degli scritti dal 1948 al 1958.</P>
<P>Giorgio De Gregori - Simonetta Butt&ograve;. <A HREF="/aib/editoria/pub065.htm"><I>Per una storia dei bibliotecari italiani del XX secolo: dizionario bio-bibliografico 1900-1990</I></A>. Roma: Associazione italiana biblioteche, 1999, p. 142 (voce di Simonetta Butt&ograve;).</P>
</FONT>
<BR>

<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2000-05-22, ultimo aggiornamento 2023-01-16, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/pelzer.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>