<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB-WEB. DBBI20. Piantoni, Mario</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 140713.AP creato in prep. con dati completi e foto -->
<!-- 140811.AP aggiunte e ritocchi -->
<!-- 190428.AP aggiunte e ritocchi, tolto In prep. e firmato -->
<!-- 210320.AP ritocchi -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="20%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="piantoni.jpg" HEIGHT="250" ALT="[Ritratto]">
<TD WIDTH="75%">
<H2>Piantoni, Mario</H2>
<P>(Soleto LE 26 luglio 1937 – Copertino LE 24 novembre 2013)</P>

<P>Studi&ograve; all'Universit&agrave; di Roma, laureandosi in lettere il 2 dicembre 1964 con una tesi di filologia classica, relatore Carlo Gallavotti.<BR>
Dal 1958 lavor&ograve; alla Biblioteca del Pontificio Collegio germanico-ungarico, dove ordin&ograve; e catalog&ograve; alcuni fondi, e nel 1961 consegu&igrave; il diploma della Scuola vaticana di biblioteconomia. Dal 1961 al 1965 collabor&ograve; anche al Centro di studi "San Luigi dei Francesi" dell'Ambasciata di Francia presso la Santa Sede per la redazione del <I>R&eacute;pertoire g&eacute;n&eacute;ral des sciences religieuses</I>.<BR>
Entrato come bibliotecario nelle biblioteche statali, per concorso, dal 1&ordm; settembre 1969, lasciando il Collegio germanico-ungarico, lavor&ograve; alla Biblioteca nazionale centrale di Roma, occupandosi in particolare della preparazione del trasferimento nella nuova sede e, con <a href="vinay.htm">Angela Vinay</a>, dei primi esperimenti di applicazione dell'elaborazione dei dati (Progetto Biblio), oltre che della catalogazione corrente e del trattamento del materiale minore (su cui present&ograve; una relazione, con Isa De Pinedo, al Congresso dell'AIB del 1977).<BR>
Nel 1976 pass&ograve; a lavorare all'Istituto centrale per il catalogo unico, nel laboratorio per le metodologie della catalogazione, e nel gennaio 1977 venne promosso direttore aggiunto.<BR>
Collabor&ograve; anche col Centro elettronico di documentazione della Corte di cassazione, dove fu comandato dal settembre 1978 al dicembre 1980, per il sistema Italgiure-Find, e con varie amministrazioni ed enti pubblici per iniziative nel campo della documentazione automatizzata.<BR>
Dal 1979/80 fu docente a contratto di discipline biblioteconomiche nel corso di laurea in Conservazione dei beni culturali allora istituito all'Universit&agrave; di Udine e nel gennaio 1981 lasci&ograve; le biblioteche per la carriera universitaria, inizialmente come assistente ordinario di Legislazione dei beni culturali e dal 1985 come professore associato, insegnando Biblioteconomia e poi Documentazione. Per alcuni insegn&ograve;, come supplente, anche nelle Universit&agrave; di Torino e della Tuscia.<BR>
</TR></TABLE>
Nel 1997 si trasfer&igrave; all'Universit&agrave; di Torino, come professore associato di Biblioteconomia e bibliografia, e vi rimase fino al collocamento a riposo, nel 2004.<BR>
Socio dell'Associazione italiana biblioteche almeno dal 1973, collabor&ograve; con vari articoli e recensioni al &laquo;Bollettino d'informazioni&raquo;, oltre che a numerose altre riviste (&laquo;La rivista dell'informazione&raquo;, &laquo;Informatica & documentazione&raquo;, &laquo;L'indicizzazione&raquo;, ecc.). Fu anche socio dell'AICA, dal 1976, e dell'AIDA, dalla sua costituzione nel 1983.<BR>
Negli anni Novanta fu membro del Consiglio nazionale per i beni culturali e del Comitato di settore per i beni librari.</P>

<P ALIGN="RIGHT">Alberto Petrucciani</P>

<FONT SIZE="-1">
<P><I>Mario Piantoni</I>.  &laquo;Arte documento&raquo;, 29 (2013), p. 189-194, con una fotografia. Contiene i ricordi di G. M. P. [Giuseppe Maria Pilo], p. 189-191, e Alessandro Pesaro, p. 192-194.</P>
</FONT>
<BR>

<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2014-07-13, ultimo aggiornamento 2021-03-20, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/piantoni.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>