<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB. DBBI20. Pinto Vecchi, Elena</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 230110.AP creato, completo, voce nuova di Mancini -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3 ALIGN="CENTER">Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</H3>
<TABLE><TR>
<TD WIDTH="18%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="pintoe.jpg" HEIGHT="250" ALT="[Ritratto]">
<TD WIDTH="76%">
<H2>Pinto Vecchi, Elena</H2>
<P>(Avzianopetrovsk, Russia, 15 febbraio 1908 &ndash; Roma 21 dicembre 2002)</P>

<P>Sorella minore di <A HREF="pinto.htm">Olga</A>, da un suo curriculum conservato nell'archivio dell'AIB risulta che entr&ograve; giovanissima nelle biblioteche, lavorando gi&agrave; dal 1926, appena diciottenne, forse come volontaria, alla Biblioteca di archeologia e storia dell'arte, dove rimase fino al 1930. Si laure&ograve; in lettere all'Universit&agrave; di Roma nel 1930, con una tesi sulla storia della Biblioteca Vallicelliana, pubblicata due anni dopo dalla Societ&agrave; romana di storia patria. Nel 1931 consegu&igrave; anche il diploma della Scuola per bibliotecari, paleografi e archivisti dell'Universit&agrave; di Roma.<BR>
Dal 1930 al 1933 lavor&ograve;. a quanto sembra, presso la Biblioteca nazionale centrale di Roma, dove si occup&ograve; della catalogazione per materie secondo la Classificazione decimale universale. Dal 1930 al 1947, tuttavia, continu&ograve; anche a collaborare con l'Istituto di storia medievale e moderna dell'Universit&agrave;, per la gestione della biblioteca.<BR>
Nel 1933 pass&ograve; a lavorare alla Biblioteca Vaticana, assunta fra i collaboratori esterni dedicati alla compilazione dello schedario generale dei manoscritti.<BR>
Nel luglio 1942 abbandon&ograve; il lavoro alla Biblioteca Vaticana per la posizione, che tenne fino al 1947, di capo del settore culturale (biblioteca e servizi bibliografici) dell'Istituto per gli studi e la sperimentazione nell'edilizia.<BR>
Nel 1947 pass&ograve; a lavorare alla Biblioteca dell'Istituto superiore di sanit&agrave;, di cui divenne direttrice nel 1965, mantenendo la carica fino al collocamento a riposo (1973).<BR> 
Dopo il lavoro giovanile sulla Biblioteca Vallicelliana, pubblic&ograve; in &laquo;Accademie e biblioteche d'Italia&raquo;, nel 1932, un ampio articolo comparativo su <I>L'educazione professionale del bibliotecario</I> in ben 24 paesi del mondo, tradotto anche in francese, nel 1934, sulla &laquo;Revue des biblioth&egrave;ques&raquo;, fu autrice di alcuni lavori storici, in parte dedicati alle vicende del nonno Michelangelo (frutto di ricerche svolte nell'archivio di famiglia, di cui si era presa cura e che don&ograve; poi all'Istituto per la storia del Risorgimento italiano), e collabor&ograve; a varie opere bibliografiche.<BR>
Socia dell'Associazione italiana biblioteche dalla sua fondazione (1930) e di nuovo nel dopoguerra, partecip&ograve; a diversi suoi congressi nazionali, dal 1931 al 1969.</P> 
</TR></TABLE>

<P ALIGN="RIGHT">Lorenzo Mancini</P>
<BR>

<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2023-01-10, ultimo aggiornamento 2023-01-10, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/pintoe.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>