<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2 Final//EN">
<HTML>
<HEAD>
<TITLE>AIB. DBBI20. Zancan, Leandro</TITLE>
<META name="keyword" content="AIB">
<META name="keyword" content="Associazione italiana biblioteche">
<META name="keyword" content="Italian Library Association">
<META name="keyword" content="DBBI20">
<META name="keyword" content="Simonetta Butto'">
<META name="keyword" content="Dizionario bio-bibliografico dei bibliotecari italiani del ventesimo secolo">
<META name="keyword" content="Biobibliographical dictionary of Italian Twentieth-Century librarians">
<META name="description" content="Entry of the Biobibliographical dictionary of Italian Twentieth-Century librarians">
<!-- 040125.SB&AP creato come in prep. -->
<!-- 040126.AP aggiunto p. Chi e' -->
<!-- 040205.AP tolto in prep. ma manca morte -->
<!-- 050808.AP aggiunto foto, morte e altro dal figlio -->
<!-- 110626.AP ritocchi -->
<!-- 200419.AP ritocchi -->
<!-- 210226.AP ritocchi -->
</HEAD>
<BODY BGCOLOR="#FFFFFF"><FONT FACE="Times New Roman">
<IMG SRC="/aib/wi/aibv72.gif" ALT="[AIB]" ALIGN="LEFT" HEIGHT="72" WIDTH="71">
<B>&nbsp;AIB. Pubblicazioni. DBBI20</B>
<BR CLEAR="ALL"><DIV ALIGN="CENTER">
<FONT FACE="Times New Roman"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
<HR>
<H3><CENTER>Dizionario bio-bibliografico dei bibliotecari italiani del XX secolo</CENTER></H3>
<TABLE><TR>
<TD WIDTH="18%" ALIGN="CENTER" VALIGN="TOP">
<IMG SRC="zancan.jpg" HEIGHT="250" ALT="[Ritratto]">
<TD WIDTH="80%">
<H2>Zancan, Leandro</H2>
<P>(Padova 16 maggio 1906 &ndash; Treviso 30 giugno 1958)</P>

<P>Laureato in lettere all'Universit&agrave; di Padova nel 1927, e due anni dopo anche in filosofia, allievo di Emilio Bodrero, dal dicembre 1928 inizi&ograve; a lavorare come bibliotecario volontario presso la Facolt&agrave; di lettere e filosofia. Dal dicembre 1929, con una borsa d'internato, pass&ograve; alla Biblioteca della Facolt&agrave; giuridica dello stesso ateneo, che diresse fino al 1932.<BR>
Entrato poi, dal 16 febbraio 1932, nei ruoli delle biblioteche governative come bibliotecario aggiunto, essendosi classificatosi primo nel concorso bandito l'anno precedente, venne subito incaricato della direzione della <A HREF="/aib/stor/teche/go-sta.htm">Biblioteca governativa di Gorizia</A>.<BR>
Trasferito d'ufficio nell'aprile 1934 alla direzione della Biblioteca nazionale di Palermo, ottenne la revoca del provvedimento e, dopo un passaggio di breve durata all'Universitaria di Bologna, in sottordine, diresse dal luglio 1934 la <A HREF="/aib/stor/teche/pv-uni.htm">Biblioteca universitaria di Pavia</A>. Durante la sua direzione venne introdotta la collocazione per formato, in serie unica, delle nuove accessioni.<BR>
Nel dicembre 1934 consegu&igrave; la libera docenza in Storia antica e l'anno successivo tenne un corso libero all'Universit&agrave; di Pavia. Ottenuta nell'ottobre 1936, grazie alle sue importanti pubblicazioni di storia e di diritto romano, l'idoneit&agrave; nel concorso per la cattedra di Storia romana all'Universit&agrave; di Torino, vinto da Arnaldo Momigliano, venne chiamato come professore straordinario presso l'Universit&agrave; di Palermo e lasci&ograve; dal 1&ordm; dicembre la carriera bibliotecaria.<BR>
Socio dell'Associazione italiana biblioteche dalla sua fondazione (1930), continu&ograve; a partecipare alle sue attivit&agrave; fino al Congresso del 1940.<BR>
Nominato professore ordinario nel 1939, insegn&ograve; anche Storia greca, Storia orientale antica e Geografia. Dal dicembre 1943 tenne l'incarico d'insegnamento di Storia greca all'Universit&agrave; di Trieste e si trasfer&igrave; in quell'ateneo nel novembre 1945. Lasci&ograve; l'insegnamento attivo poco dopo, per problemi di salute, venendo distaccato nel 1947-1950 alla Sovrintendenza alle antichit&agrave; di Padova, per svolgere studi di epigrafia. Venne collocato a riposo dal novembre 1950.</P>
</TR></TABLE>

<P ALIGN="RIGHT">Alberto Petrucciani</P>

<FONT SIZE="-1">
<P><I>Chi &egrave;?: dizionario biografico degli italiani d'oggi</I>. 5&ordf; ed. Roma: Filippo Scarano, 1948, p. 988.</P>
<P>Cesare Repossi. <I>I direttori</I>. In: <I>Il bicentenario della Biblioteca universitaria di Pavia: notizie storiche</I>. Pavia: Biblioteca universitaria, 1979, p. 21-42: 40.</P>
</FONT>

<P>Si ringrazia il dott. Riccardo Zancan per le notizie bio-bibliografiche e la fotografia.</P>
<HR>
<FONT SIZE="-1"><A HREF="/su-questo-sito/dichiarazione-di-copyright-aib-web/">Copyright AIB</A> 2004-01-25, ultimo aggiornamento 2021-02-26, a cura di <A HREF="/aib/redazione3.htm">Simonetta Butt&ograve;</A> e <A HREF="/su-questo-sito/redazione-aib-web/">Alberto Petrucciani</A><BR>
<B>URL:</B> https://www.aib.it/aib/editoria/dbbi20/zancan.htm</FONT>
<HR>
<DIV ALIGN="CENTER"><FONT SIZE="-1">
<A HREF="/">AIB-WEB</A> | <A HREF="/pubblicazioni/">Pubblicazioni AIB</A> | <A HREF="dbbi20.htm">DBBI20 Indice delle voci</A></FONT></FONT></DIV>
</BODY>
</HTML>